################################################################################
## brew bundle dump                                                           ##
################################################################################

tap "homebrew/core"
tap "homebrew/services"

################################################################################
## Brews                                                                      ##
################################################################################

brew "awscli"
brew "docker-credential-helper-ecr"
brew "base64"
brew "bash"
brew "bash-completion@2"
brew "bats-core"
brew "bat"
brew "binutils"
brew "colordiff"
brew "coreutils"
brew "curl"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gettext"
brew "git"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "grep"
brew "highlight"
brew "htop"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "libffi"
brew "libyaml"
brew "links"
brew "moreutils"
brew "ncdu"
brew "nmap"
brew "openssl"
brew "pcre2"
brew "pigz"
brew "prettyping"
brew "progress"
brew "psgrep"
brew "psutils"
brew "pwgen"
brew "python@3.9"
brew "readline"
brew "shellcheck"
brew "tealdeer"
brew "telnet"
brew "tfenv"
brew "tofrodos"
brew "tree"
brew "unzip"
brew "vim"
brew "vimpager"
brew "watch"
brew "wget"
brew "yamllint"
brew "yq"
brew "zoxide"

